10/data/attachments/c7245e8a64045926.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Timothy_exactly_Actions_15715_1</nif:username>
            <nif:friendToBeRequested>soap_actions_73f871aa-97cf-46d5-b60e-8769caff7014</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>